/* 
  Localizable.strings
  Secrets

  Created by Paulo Andrade on 23/07/14.
  Copyright (c) 2016 Outer Corner. All rights reserved.
*/


/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Cliquez pour enregistrer un nouveau raccourci";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Supprimer le raccourci";

/* Empty shortcut button in normal state */
"Record Shortcut" = "Enregistrer un Raccourci";

/* Title for alert when shortcut is already used. %@ will be replaced with the keyboard shortcut */
"The key combination %@ cannot be used" = "La combinaison de touche %@ est inutilisable";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "Saisir le Raccourci";

/* Empty shortcut button in recording state */
"Type Shortcut" = "Saisir le Raccourci";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Annuler";


/* Enable button title when displaying the "run in background" alert */
"HelperApp.BgRunningAlert.Enable" = "Activer";

/* Disable button title when displaying the "run in background" alert */
"HelperApp.BgRunningAlert.Disable" = "Désactiver";

/* Title for "run in background" alert. %@ will be replaced with the application name: Secrets */
"HelperApp.BgRunningAlert.Title" = "Activer les fonctions de recherche même lorsque %@ n'est pas en train de fonctionner ?";

/* Message for "run in background" alert */
"HelperApp.BgRunningAlert.Message" = "%@ peut exécuter une application d'aide en arrière-plan vous permettant d'utiliser le raccourci de recherche ou le bouton de la barre de menu même lorsque %@ ne fonctionne pas. Pour une meilleure expérience, il est recommandé d'activer cette option.";


/* Default copy menu item action title */
"MenuItem.Copy" = "Copier";
/* Default copy alternate menu item action title */
"MenuItem.CopyAlternate" = "Copie Alternative";
/* Show detail pane menu item */
"MenuItem.ShowDetailPane" = "Montrer le Panneau des Détails";
/* Hide detail pane menu item */
"MenuItem.HideDetailPane" = "Cacher le Panneau des Détails";
/* Copy password menu item */
"MenuItem.CopyPassword" = "Copier Mot de passe";
/* Copy card number menu item */
"MenuItem.CopyCardNumber" = "Copier Numéro de Carte";
/* Copy iban menu item */
"MenuItem.CopyIBAN" = "Copier IBAN";
/* Copy one-time password menu item */
"MenuItem.CopyOneTimePassword" = "Copier Mot de passe à Usage Unique";
/* Copy username menu item */
"MenuItem.CopyUsername" = "Copier Nom d'utilisateur";
/* Copy security code menu item */
"MenuItem.CopySecurityCode" = "Copier Code de Sécurité";

/* Preferences window title */
"Preferences.WindowTitle" = "Préférences";
/* Preferences search filter title */
"Preferences.Search" = "Rechercher";
/* Preferences security filter title */
"Preferences.Security" = "Sécurité";
/* Preferences sync filter title */
"Preferences.Sync" = "Synchro.";
/* Preferences store filter title */
"Preferences.Store" = "Boutique";
/* Preferences security filter title */
"Preferences.All" = "Tout";
/* Preferences "never" setting */
"Preferences.Never" = "Jamais";
/* Preferences search keyboard shortcut setting */
"Preferences.SearchShortcut" = "Raccourci clavier recherche";
/* Preferences show menu bar icon setting */
"Preferences.ShowMenuBarIcon" = "Montrer l'icône dans la barre de menu";
/* Preferences safari extension setting */
"Preferences.SafariExtension" = "Extension Safari";
/* Preferences automatically submit logins setting */
"Preferences.AutoSubmitLogins" = "Soumettre automatiquement les identifications";
/* Preferences enable search at login setting */
"Preferences.EnableSearchAtLogin" = "Permettre la recherche à la connexion";
/* Preferences enable search at login explanation */
"Preferences.EnableSearchAtLoginExplained" = "Activer la recherche à la connexion vous permet d'utiliser le raccourci et la barre de menu même lorsque %@ ne fonctionne pas.";
/* Preferences rebuild index setting */
"Preferences.RebuildIndex" = "Reconstruire l'Index";
/* Preferences rebuild index button */
"Preferences.Rebuild" = "Reconstruire";
/* Preferences rebuilding status */
"Preferences.Rebuilding" = "Reconstruction...";
/* Preferences lock automatically setting */
"Preferences.LockAutomatically" = "Verrouiller automatiquement";
/* Preferences lock on computer sleep setting */
"Preferences.LockOnComputerSleep" = "Verrouiller à la mise en veille de l'ordinateur";
/* Preferences lock on screensaver setting */
"Preferences.LockOnScreensaver" = "Verrouiller lors de l'économiseur d'écran";
/* Preferences lock on user switch setting */
"Preferences.LockOnUserSwitch" = "Verrouiller au changement d'utilisateur";
/* Preferences clear clipboard timeout setting */
"Preferences.ClearClipboard" = "Vider le presse-papier";
/* Preferences version information */
"Preferences.Version" = "Version";
/* Preferences use device authentication setting */
"Preferences.UseDeviceAuthentication" = "Utiliser l'identification de l'appareil";
/* Preferences device authentication explanation */
"Preferences.DeviceAuthenticationInfo" = "Lorsque vous utilisez l'identification de l'appareil, votre phrase secrète est stockée de manière sécurisée dans le trousseau de votre Mac et déverrouillée avec Touch ID.";

/* iCloud Sync footer explanation when the user has iCloud disabled and cannot enable (signed out, iCloud drive disabled...) */
"iCloud.Status.Unavailable" = "iCloud est actuellement indisponible. Il se peut que vous soyez déconnecté d'iCloud ou que « iCloud Drive » soit désactivé. Vérifiez %@.";

/* Presented above the unlock prompt when user name can't be obtained */
"Unlock.WelcomeBack" = "Bon retour parmi nous";

// Setup
"Setup.Welcome" = "Bienvenue";
"Setup.WelcomeUser" = "Bienvenue %@";

// New item
"NewItem.NewItem" = "Nouvel Élément";
"NewItem.ItemTypes" = "Types d'Éléments";

// Search
"Search.Prompt.Placeholder" = "Rechercher";
/* Fill item in <application name> (eg, Safari, Chrome) */
"Search.FillItem" = "Remplir l'élément dans %@ ?";
/* Send item to <application name> */
"Search.SendItem" = "Envoyer l'élément vers %@ ?";
/* Fill alert title */
"Search.FillAlert.Title" = "%@ n'est pas associé à cette identification";
/* Fill alert message */
"Search.FillAlert.Message" = "Êtes-vous sûr(e) de vouloir utiliser votre identification « %@ » pour remplir le site %@";
/* Fill alert suppression */
"Search.FillAlert.Suppression" = "Associer %@ avec l'identification « %@ »";

// QRCode Searching

"QRCodeSearch.Searching" = "Recherche d'un Code QR compatible dans les fenêtres ouvertes";
"QRCodeSearch.NoResults" = "Impossible de trouver un Code QR compatible dans les fenêtres ouvertes";
"QRCodeSearch.CodeFound" = "Le code suivant a été trouvé dans une fenêtre %@ :\n\n%@";


// User notification
"UserNotification.EnableSafariExtension.Title" = "Remplir les Identifications directement dans Safari";
"UserNotification.EnableSafariExtension.Message" = "Activer notre Extension Safari pour remplir rapidement les Identifications lorsque vous naviguez.";


